[
    {
        "id": "1",
        "Position_UA": "ПРОВІДНИЙ ІНЖЕНЕР-КОНСТРУКТОР ",
        "Position_RU": "ВЕДУЩИЙ ИНЖЕНЕР-КОНСТРУКТОР",
        "Position_EN": "design engineer",
        "Period_UA": "з 10.2017 по тепер. час",
        "Period_RU": "с 10.2017 по наст. время",
        "Period_EN": "from 10.2017 until now",
        "Name_Company_UA": "Steel Work Group, Київ (Металоконструкції)",
        "Name_Company_RU": "Steel Work Group, Киев (Металлоконструкции)",
        "Name_Company_EN": "Steel Work Group, Киев (Metal structures)",
        "Site": "https:\/\/swg.com.ua",
        "Responsibility_UA": "Розробка КМД об'єктів об'ємом 1100 тон, вузлів і механізмів. Розкрій листового матеріалу. Розрахунок нестандартних конструкцій. Автоматизація проектування (середовище розробки, автоматичні звіти для Tekla). Складання специфікацій до договорів поставки. Візуалізація моделей, оформлення презентації.",
        "Responsibility_RU": "Разработка КМД объектов объёмом 1100 тонн, узлов и механизмов. Раскрой листового материала. Расчет нестандартных конструкций. Автоматизация проектирование (среда разработки, автоматические отчеты для Tekla). Составление спецификаций к договорам поставки. Рендеринг моделей, оформление презентации. ",
        "Responsibility_EN": "Development detaling steel of detaili facilities of 1,100 tons or less. Cutting sheet material. Calculation of non-standard constructions. Automation design (development environment, plugins for Tekla). Drafting of specifications for delivery contracts. Rendering of models, presentation design. "
    },
    {
        "id": "2",
        "Position_UA": "інженер-конструктор",
        "Position_RU": "ИНЖЕНЕР-КОНСТРУКТОР",
        "Position_EN": "design engineer",
        "Period_UA": "з 09.2016 по 10.2017 (1 рік 1 місяць)",
        "Period_RU": "с 09.2016 по 10.2017 (1 год 1 месяц) ",
        "Period_EN": "from 09.2016 to 10.2017 (1 year 1 month)",
        "Name_Company_UA": "ПП \"171 ЧРЗ\", Чернігів (Металоконструкції, машини і механізми)",
        "Name_Company_RU": "ПП \"171 ЧРЗ\", Чернигов (Металлоконструкции, машины и механизмы) ",
        "Name_Company_EN": "\"171 CRP\", Chernigov (Metal structures, machines and mechanisms)",
        "Site": "",
        "Responsibility_UA": "Розробка документації відповідно до ЄСКД важкого механізованого мосту ТММ-3М. Розробка КМД.",
        "Responsibility_RU": "Разработка документации согласно ЕСКД тяжелого механизированного моста ТММ-3М. Разработка КМД.",
        "Responsibility_EN": "Development of documentation HMB-3M. Design of MDD."
    },
    {
        "id": "3",
        "Position_UA": "Інженер-конструктор",
        "Position_RU": "Инженер-конструктор",
        "Position_EN": "Design engineer",
        "Period_UA": "з 10.2015 по 09.2016 (11 місяців)",
        "Period_RU": "с 10.2015 по 09.2016 (11 месяцев)",
        "Period_EN": "from 10.2015 to 09.2016 (11 months)",
        "Name_Company_UA": "Vergen Motorcycles (Мототехніка)",
        "Name_Company_RU": "Vergen Motorcycles (Мототехника)",
        "Name_Company_EN": "Vergen Motorcycles (Mototechnics)",
        "Site": "http:\/\/salardi.com",
        "Responsibility_UA": "Проектування за індивідуальним дизайном мотоцикла для серійного виробництва. Розробка таких частин мотоцикла: рама, маятник, сидіння, органи управління ногами, кріплення номерного знак. Розрахунок на міцність рами , маятника. Моделювання матриць, під верстати з ЧПУ, зі складними поверхнями. Оформлення згідно ЄСКД. Авторський нагляд.",
        "Responsibility_RU": "Проектирование по индивидуальному дизайну мотоцикла для серийного производства. Разработка таких частей мотоцикла: рама, маятник, сиденье, органы управления ногами, крепление номерного знака.  Прочностной расчёт рамы, маятника. Моделирование матриц, под станки с ЧПУ, со сложными поверхностями. Оформление согласно ЕСКД. Авторский надзор.",
        "Responsibility_EN": "Designing motorcycle for mass production by individual designs. Development of such motorcycle parts: frame, pendulum, seat, foot controls, license plate mount. Strength calculation of the frame, pendulum. Modeling of matrices, for CNC machines, with complex surfaces. Design according to USDD. Author's supervision."
    },
    {
        "id": "4",
        "Position_UA": "Інженер-конструктор",
        "Position_RU": "ИНЖЕНЕР-КОНСТРУКТОР",
        "Position_EN": "Design engineer",
        "Period_UA": "з 10.2014 по 09.2015 (11 місяців)",
        "Period_RU": "с 10.2014 по 09.2015 (11 месяцев)",
        "Period_EN": "from 10.2014 to 09.2015 (11 months)",
        "Name_Company_UA": "Завод МК і МО (Металоконструкції)",
        "Name_Company_RU": "Завод МК и МО (Металлоконструкции)",
        "Name_Company_EN": "Plant of Metal Structures and Equipment (Metalwork)",
        "Site": "http:\/\/www.zmk.cn.ua",
        "Responsibility_UA": "Розробка креслень КМД будівель, нестандартних конструкцій (катамаран, ковані вироби), оболонок. Авторський нагляд виготовлення.",
        "Responsibility_RU": "Разработка чертежей КМД зданий, нестандартных конструкций (катамаран, кованые изделия), оболочек. Авторский надзор изготовления.",
        "Responsibility_EN": "Drawing development  of MDD buildings, custom designs (catamaran, forged products), shells. Author's supervision of manufacturing."
    }
]